/**
 * 历史人物列表
 */

export default [
  {
    name: '都江堰',
    time: -256,
    cover: '/static/building/都江堰.jpg',
    pro: `由战国时期秦国蜀郡太守李冰及其子于约前256年至前251年主持始建
    经过历代整修，两千多年来都江堰依然发挥巨大的作用。
    筑坝分水，修渠引水。将岷江水流分成两条，其中一条水流引入成都平原，这样既可以分洪减灾，又可以引水灌田、变害为利。都江堰主体工程包括鱼嘴分水堤、飞沙堰溢洪道和宝瓶口进水口。
    兼有防洪排沙、水运、城市供水等综合效用。
    1980年7月7日列为四川省重新确定公布的第一批省级文物保护单位。`
  },
  {
    name: '君士坦丁凯旋门',
    time: 312,
    cover: '/static/building/君士坦丁凯旋门.jpg',
    pro: `位于罗马
    为了纪念君士坦丁一世于312年10月28日的米尔维安大桥战役中大获全胜而建立的。
    君士坦丁凯旋门也是罗马现存的凯旋门中年代最晚的一座。`
  },
  {
    name: '巴黎凯旋门',
    time: 1836,
    cover: '/static/building/巴黎凯旋门.jpg',
    pro: `位于巴黎，又叫雄狮凯旋门
    拿破仑为纪念1805年打败俄奥联军的胜利，于1806年下令修建“一道伟大的雕塑”，迎接日后凯旋的法军将士。
    但后来拿破仑被推翻后，凯旋门工程中途辍止。
    1830年波旁王朝被推翻后，工程才得以继续。凯旋门终于在1836年7月29日举行了落成典礼。`
  }
];
